{
    "apple": "A sweet fruit, often red or green.",
    "book": "Contains text and is used for reading.",
    "sun": "The star that gives Earth light and heat.",
    "tree": "A tall plant with a trunk and branches.",
    "water": "The essential liquid for life.",
    "mountain": "A large natural elevation of the earth's surface rising abruptly from the surrounding level.",
    "computer": "An electronic device for storing and processing data, typically in binary form, according to instructions given to it in a variable program.",
    "music": "Vocal or instrumental sounds (or both) combined in such a way as to produce beauty of form, harmony, and expression of emotion.",
    "friend": "A person whom one knows and with whom one has a bond of mutual affection.",
    "journey": "An act of traveling from one place to another.",
    "banana": "A long curved fruit with yellow skin and soft flesh.",
    "coffee": "A dark, bitter, hot drink made from roasted coffee beans.",
    "cheese": "A dairy product derived from milk and produced in wide ranges of flavors, textures and forms by coagulation of the milk protein casein.",
    "city": "A large town.",
    "bike": "A vehicle with two wheels, handlebars for steering, and pedals that you push with your feet.",
    "bus": "A large motor vehicle carrying passengers by road, typically along a fixed route.",
    "car": "A road vehicle, typically with four wheels, powered by an internal combustion engine or electric motor and able to carry a small number of people. ",
    "plane": "An aircraft with fixed wings and one or more engines.",
    "flower": "The reproductive structure found in flowering plants.",
    "river": "A natural flowing watercourse, usually freshwater, flowing towards an ocean, sea, lake or another river.",
    "house": "A building designed for human habitation.",
    "bed": "A piece of furniture used for sleeping or resting on.",
    "chair": "A seat for one person, typically having a back and four legs.",
    "ball": "A round or oval object used in games."
}